Repository: nawarajsubedi/power-dialer
Catalog: krispcall/common/locales/*/LC_MESSAGES/*.po
Languages: da, de, es, fr

source: Admin cannot change it's own role.
da: Administrator kan ikke ændre sin egen rolle.
de: Der Administrator kann seine eigene Rolle nicht ändern.
es: El administrador no puede cambiar su propia función.
fr: L'administrateur ne peut pas modifier son propre rôle.

source: Credit Auto Recharge amount should be greater than or equal to low credit balance recharge
da: Credit Auto Recharge -beløb skal være større end eller lig med lav kreditbalance -genopladning
de: Der Betrag der automatischen Aufladung des Guthabens sollte größer oder gleich der Aufladung des niedrigen Guthabens sein
es: La cantidad de recarga automática de crédito debe ser mayor o igual que la recarga de saldo de crédito bajo
fr: Le montant de la recharge automatique du crédit doit être supérieur ou égal à la recharge du solde de crédit faible

source: Default source not found.
da: Standardkilden blev ikke fundet.
de: Standardquelle nicht gefunden.
es: No se encontró la fuente predeterminada.
fr: Source par défaut introuvable.

source: Duplicate extension number
da: Duplikeret lokalnummer
de: Doppelte Nebenstellennummer
es: Número de extensión duplicado
fr: Numéro de poste en double

source: Email already exists
da: Emailen eksisterer allerede
de: E-Mail existiert bereits
es: el Email ya existe
fr: l'email existe déjà

source: Email already Invited
da: E -mail allerede inviteret
de: E-Mail bereits eingeladen
es: Correo electrónico ya invitado
fr: Courriel déjà invité

source: Email doesn't exists
da: E -mail findes ikke
de: E-Mail existiert nicht
es: El correo electrónico no existe
fr: L'e-mail n'existe pas

source: Email not valid
da: E -mail er ikke gyldig
de: E-Mail nicht gültig
es: Correo electrónico no válido
fr: Courriel non valide

source: Emails do not match
da: E -mails matcher ikke
de: Emails stimmen nicht überein
es: Los correos no concuerdan
fr: Les e-mails ne correspondent pas

source: Forbidden
da: Forbudt
de: Verboten
es: Prohibido
fr: Interdit

source: Inavild Input
de: Inavild-Eingabe
es: Entrada inavild
fr: Entrée non valide

source: Input data is Invalid
da: Inputdata er ugyldige
de: Eingabedaten sind ungültig
es: Los datos de entrada no son válidos
fr: Les données d'entrée sont invalides

source: Invalid Credentials for workspace!
da: Ugyldige legitimationsoplysninger til arbejdsområde!
de: Ungültige Anmeldeinformationen für den Arbeitsbereich!
es: Credenciales no válidas para el espacio de trabajo.
fr: Identifiants non valides pour l'espace de travail !

source: Invalid input
da: Ugyldigt input
de: Ungültige Eingabe
es: Entrada inválida
fr: Entrée invalide

source: Invalid Input
da: ugyldigt input
de: Ungültige Eingabe
es: entrada inválida
fr: entrée invalide

source: Invalid input data
da: Ugyldige inputdata
de: Ungültige Eingabedaten
es: Datos de entrada no válidos
fr: Données d'entrée invalides

source: Invalid invitation code
da: Ugyldig invitationskode
de: Ungültiger Einladungscode
es: Código de invitación no válido
fr: Code d'invitation invalide

source: Invalid reset link
da: Ugyldigt nulstillingslink
de: Ungültiger Link zum Zurücksetzen
es: Enlace de restablecimiento no válido
fr: Lien de réinitialisation invalide

source: Invalid Ticket Number
da: Ugyldigt billetnummer
de: Ungültige Ticketnummer
es: Número de ticket no válido
fr: Numéro de billet invalide

source: Invalid workspace
da: Ugyldigt arbejdsområde
de: Ungültiger Arbeitsbereich
es: Espacio de trabajo no válido
fr: Espace de travail invalide

source: limit exceed
da: grænse overstige
de: Grenze überschreiten
es: exceder el límite
fr: limite dépasser

source: limit exceed, Please upgrade plan to add members.
da: grænse overstige. Opgrader venligst planen for at tilføje medlemmer.
de: Limit überschreiten, Bitte aktualisieren Sie den Plan, um Mitglieder hinzuzufügen.
es: límite superado, actualice el plan para agregar miembros.
fr: dépassez la limite, veuillez mettre à niveau le plan pour ajouter des membres.

source: Link is not valid
da: Linket er ikke gyldigt
de: Link ist nicht gültig
es: El enlace no es válido
fr: Le lien n'est pas valide

source: Low credit: Please recharge first.
da: Lav kredit: Genoplad først.
de: Geringes Guthaben: Bitte zuerst aufladen.
es: Crédito bajo: recargue primero.
fr: Faible crédit : veuillez d'abord recharger.

source: Member already exists
da: Medlem findes allerede
de: Mitglied existiert bereits
es: El miembro ya existe
fr: Le membre existe déjà

source: Member Doesn't exists
da: Medlem findes ikke
de: Mitglied existiert nicht
es: Miembro no existe
fr: Le membre n'existe pas

source: Members exceed, you are not allowed to include more than 5 members.
da: Medlemmer overstiger, du må ikke medtage mere end 5 medlemmer.
de: Mitglieder überschreiten, dürfen Sie nicht mehr als 5 Mitglieder aufnehmen.
es: Los miembros exceden, no se le permite incluir más de 5 miembros.
fr: Les membres dépassent, vous n'êtes pas autorisé à inclure plus de 5 membres.

source: Member with workspace does not match.
de: Mitglied mit Arbeitsbereich stimmt nicht überein.
es: El miembro con espacio de trabajo no coincide.
fr: Le membre avec l'espace de travail ne correspond pas.

source: Missing roleName
da: Mangler rollenavn
de: Fehlender Rollenname
es: RolName faltante
fr: Nom de rôle manquant

source: Name already exists
da: Navn findes allerede
de: Name existiert bereits
es: Nombre ya existe
fr: Le nom existe déjà

source: No Billing and plans settings exists.
da: Der findes ingen indstillinger for fakturering og planer.
de: Es sind keine Abrechnungs- und Planeinstellungen vorhanden.
es: No existen configuraciones de facturación y planes.
fr: Il n'existe aucun paramètre de facturation et de forfait.

source: No Role assigned to user
da: Ingen rolle tildelt brugeren
de: Dem Benutzer keine Rolle zugewiesen
es: Ningún rol asignado al usuario
fr: Aucun rôle attribué à l'utilisateur

source: Number already exists
da: Nummer findes allerede
de: Nummer existiert bereits
es: El número ya existe
fr: Le numéro existe déjà

source: Old Password Incorrect
da: Gammel adgangskode forkert
de: Altes Passwort falsch
es: Contraseña anterior incorrecta
fr: Ancien mot de passe incorrect

source: Owner cannot be Removed
da: Ejeren kan ikke fjernes
de: Besitzer kann nicht entfernt werden
es: No se puede eliminar al propietario
fr: Le propriétaire ne peut pas être supprimé

source: Owner Role cannot be downgraded.
da: Ejerrolle kan ikke nedgraderes.
de: Die Besitzerrolle kann nicht herabgestuft werden.
es: El rol de propietario no se puede degradar.
fr: Le rôle de propriétaire ne peut pas être rétrogradé.

source: Password did not match
da: Adgangskoden matchede ikke
de: Das Kennwort stimmt nicht überein
es: La contraseña no coincidió
fr: Le mot de passe ne correspond pas

source: Password Incorrect
da: Adgangskode forkert
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect

source: Payment is not available
da: Betaling er ikke tilgængelig
de: Zahlung ist nicht möglich
es: El pago no está disponible
fr: Le paiement n'est pas disponible

source: Payment method is not available in workspace
da: Betalingsmetode er ikke tilgængelig i arbejdsområdet
de: Zahlungsmethode ist im Arbeitsbereich nicht verfügbar
es: El método de pago no está disponible en el espacio de trabajo
fr: Le mode de paiement n'est pas disponible dans l'espace de travail

source: Phone number already exists
da: Telefonnummer findes allerede
de: Telefonnummer existiert bereits
es: El número de teléfono ya existe
fr: Le numéro de téléphone existe déjà

source: Phone Number already exists
da: Telefonnummer findes allerede
de: Telefonnummer existiert bereits
es: El número de teléfono ya existe
fr: Le numéro de téléphone existe déjà

source: Phone number already requested
da: Telefonnummer allerede anmodet
de: Telefonnummer bereits angefordert
es: Número de teléfono ya solicitado
fr: Numéro de téléphone déjà demandé

source: Plan does not exist
da: Planen findes ikke
de: Plan existiert nicht
es: El plan no existe
fr: Le plan n'existe pas

source: Please activate your plan.
da: Aktivér venligst din plan.
de: Bitte aktivieren Sie Ihren Plan.
es: Active su plan.
fr: Veuillez activer votre forfait.

source: Reset link is expired
da: Nulstil linket er udløbet
de: Link zum Zurücksetzen ist abgelaufen
es: El enlace de restablecimiento caducó
fr: Le lien de réinitialisation a expiré

source: role Not valid
da: rolle ikke gyldig
de: Rolle Nicht gültig
es: rol No válido
fr: rôle Non valide

source: Something went wrong
da: Noget gik galt
de: Etwas ist schief gelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé

source: status Not valid
da: status Ikke gyldig
de: Status Nicht gültig
es: estado No válido
fr: statut Non valide

source: Tag Name Already Exists
da: Tagnavn findes allerede
de: Tag-Name existiert bereits
es: El nombre de la etiqueta ya existe
fr: Le nom de la balise existe déjà

source: This workspace have not requested
da: Dette arbejdsområde har ikke anmodet
de: Dieser Arbeitsbereich wurde nicht angefordert
es: Este espacio de trabajo no ha solicitado
fr: Cet espace de travail n'a pas demandé

source: Ticket Already Exists in progress
da: Billetten findes allerede
de: Ticket existiert bereits in Bearbeitung
es: El ticket ya existe en curso
fr: Le ticket existe déjà en cours

source: Title already exist
da: Titel findes allerede
de: Titel bereits vorhanden
es: El título ya existe
fr: Le titre existe déjà

source: User already exists
da: Bruger eksistere allerede
de: Benutzer existiert bereits
es: El usuario ya existe
fr: L'utilisateur existe déjà

source: User Already Exists
da: Bruger eksistere allerede
de: Benutzer existiert bereits
es: El usuario ya existe
fr: L'utilisateur existe déjà

source: WorkSpace Already Exists
da: WorkSpace findes allerede
de: WorkSpace existiert bereits
es: WorkSpace ya existe
fr: WorkSpace existe déjà

source: Workspace Name Exists
da: Navn på arbejdsområde findes
de: Arbeitsbereichsname vorhanden
es: El nombre del espacio de trabajo existe
fr: Le nom de l'espace de travail existe

source: Workspce Doesn't exists
da: Workspce findes ikke
de: Workspce existiert nicht
es: Workspce no existe
fr: L'espace de travail n'existe pas

source: You are in the same plan.
da: Du er i samme plan.
de: Sie haben denselben Plan.
es: Estás en el mismo plan.
fr: Vous êtes dans le même plan.

source: You cannot Remove Yourself
da: Du kan ikke fjerne dig selv
de: Du kannst dich nicht entfernen
es: No puedes quitarte a ti mismo
fr: Vous ne pouvez pas vous retirer

source: You have already requested.
da: Du har allerede anmodet.
de: Sie haben bereits beantragt.
fr: Vous avez déjà demandé.

source: You have tried maximum number of times.Please try again after few moments.
da: Du har prøvet maksimalt antal gange!
de: Sie haben es maximal oft versucht!
es: ¡Lo ha intentado el máximo número de veces!
fr: Vous avez essayé un maximum de fois !

source: You have already requested
es: Ya lo ha solicitado.

source: Member with workspace does not match
da: Medlem med arbejdsområde matcher ikke.
